Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The term "offshore support vessel" in the second paragraph subparagraph c includes cargo ships covered by the scope of application of the Regulations, which shall be engaged in the safety zones of or operate in the close vicinity of an oil platform or other offshore structures in the open sea.
nb: Termen «Støttefartøy» i andre ledd bokstav c omfatter lasteskip som faller inn under virkeområdet til forskriften og som skal operere innenfor sikkerhetssonen eller arbeide nært opp til en oljeplattform eller andre offshorekonstruksjoner på åpent hav.

source: Sections 66 to 74 have provisions related to the elements for which documentation is required when constructing, converting or altering a ship.
nb: §§ 66 til 74 har bestemmelser om hvilke forhold som kreves dokumentert når et skip bygges eller eventuelt bygges om eller endres.

source: shipping agent (consent form, appendix 2) If a seafarer does not wish to consent to the shipping agent being notified of the test result, they must provide their contact details, including their name and contact details for the ship on which they are to muster, so that the healthcare service in Norway can contact you in conjunction with infection tracking.
nb: (samtykkeskjema, vedlegg 2) Dersom personer ikke ønsker å samtykke til at skipsagenten får prøvesvaret, må sjøfolkene oppgi kontaktinformasjon, inkludert navn og kontaktinformasjon til skipet som skal mønstres på, slik at helse- og omsorgstjenesten i Norge kan nå deg i forbindelse med smitteoppsporing.

source: 3 while the last player reaches goal in the
nb: og 3 mens siste spiller kommer inn i

source: The general rule of the Regulations on vessels carrying 12 passengers or less is that the owner of the vessel is the company.
nb: Hovedregelen for forskriften for fartøy med 12 eller færre passasjerer er at fartøyets eier regnes som rederiet.

source: (ii) its inclusion in the European List is decided in accordance with paragraph 1(b) of this Article;
nb: ii) anleggets oppføring på den europeiske listen er vedtatt i samsvar med nr. 1 bokstav b) i denne artikkel,

source: Below is a timeline describing the The Norwegian Maritime Authoritys history since it was established in 1903 until the present day.
nb: Under finner du en tidslinje som beskriver Sjøfartsdirektoratets historie fra etableringen i 1903 frem til i dag.

source: – Operation room officer / Fishing Inspector, KV Svalbard
nb: – Operasjonsromoffiser/fiskeri nspektør, KV Svalbard

source: Application. These Regulations apply to vessels and mobile offshore units engaged in the petroleum activity as referred to in section 1.
nb: Anvendelse.Denne forskrift kommer til anvendelse på fartøyer og flyttbare innretninger i petroleumsvirksomheten som nevnt i § 1.

source: In this regard, the company must verify that the ship complies with other construction and equipment requirements than those applicable to vessels carrying 12 passengers or less.
nb: Rederiet må da dokumentere at skip oppfyller andre konstruksjons- og utstyrskrav enn det som gjelder for fartøy som fører 12 eller færre passasjerer.

source: The number of orders to rectify related to groundings has been
nb: Antall pålegg knyttet til grunnstøting har vært forholdsvis

source: For constant-speed auxiliary engines, test cycle D2 shall be applied.
nb: For hjelpemotorer med konstant hastighet får prøvesyklus D2 anvendelse og

source: South Korea's maritime safety record has been shaken by several major accidents the past few years, with two passenger ferry disasters alone accounting for loss of approximately 700 lives.
nb: Bakgrunnen for besøket er blant annet flere store ulykker med sør-koreanske passasjerferjer det siste året, med rundt 700 omkomne i to ferjehavarier.

source: general information on the MLC 2006, please check out the following links:
nb: om MLC 2006 kan du finne på følgende sider:

source: Article 14 Authorisation of ship recycling facilities located in a Member State
nb: Artikkel 14 Godkjenning av skipsgjenvinningsanlegg i en EØS-stat Uten at det berører andre relevante bestemmelser i EØS-avtalen

source: A breach of section 36 is subject to the administrative sanction regime (violation fines) pursuant to the Ship Safety and Security Act section 55.
nb: Brudd på§ 36 er underlagt regimet om administrativ sanksjon (overtredelsesgebyr) i henhold til skipssikkerhetsloven § 55.

source: for navigators on ships of less than 500 gross tonnages.
nb: sertifikatene enn et yrkessertifikat for navigatører på skip under 500 bruttotonn.

source: , Industry and offshore photographer
nb: , yrkesfotograf med offshore og industri som spesialfelt

source: Director General Olav Akselsen speaking at Norwegian Shipowners' Associations conference on Brazil.
nb: Sjøfartsdirektør Olav Akselsen på talerstolen under Norges rederiforbunds samarbeidskonferanse om Brasil.

source: Persons arriving in Norway from South Afriva, Mozambique, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini and Malawi must present a certificate upon entry confirming a negative test for COVID-19.
nb: Personer som ankommer Norge fra Sør-Afrika, Mosambik, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini og Malawi skal ved innreise ha en attest som viser negativ test for covid-19.

source: With the two exceptions discussed below, sections 55 to 65 of the Regulations continue the provisions of chapter 5A in Regulations 1992/695.
nb: Med to unntak som drøftes nedenfor, viderefører §§ 55 til 65 i forskriften bestemmelsene som er inntatt i kapittel 5A i forskrift 1992/695.

source: For ships required to carry an International Air Pollution Prevention (IAPP) Certificate, the EIAPP Certificate also forms the basis for this.
nb: For skip som har krav til Internasjonalt sertifikat for luftforurensning (IAPP- sertifikat) danner EIAPP sertifikatet også grunnlag for dette.

source: EU/EEA ships operating outside Europe must have these certificates in place before they call at ports in EU/EEA states.
nb: EU/EØS-skip som opererer utenfor Europa må ha disse sertifikatene på plass før de anløper havner i EU/EØS-stater.

source: The requirements of MSC.335(90), such as they have been laid down in the Regulations, are therefore either associated with the date for conclusion of a contract or with a final deadline for when the requirements shall apply to Norwegian ships engaged in the safety zones of offshore structures in the open sea.
nb: Kravene i MSC.335(90), slik de er fastsatt i forskriften, er derfor enten knyttet til dato for kontraktinngåelse eller til en siste frist for når kravet skal gjelde for norske skip som skal operere innenfor sikkerhetssonen til offshorekonstruksjoner på åpent hav.

source: In Chittagong in Bangladesh, the conditions are largely the same, and close to 25,000 people work there.
nb: Chittagong i Bangladesh har mange av de samme forutsetningene, og nærmere 25 000 mennesker jobber der.

source: By applying online, you may choose to have a Certificate of Receipt of Application (CRA) issued automatically.
nb: Ved å søke elektronisk kan du velge å få utstedt Certificate of Receipt of Application (CRA) automatisk.

source: You may make a search of:
nb: Du kan velge om du vil søke i:

source: What is meant by "wearing PFD"?
nb: Hva menes med å ha på seg flyteutstyret?

source: Such ships will regardless of year of construction be considered Class A or Class B passenger ships, and will therefore be covered by the Regulations for EU passenger ships.
nb: Slike skip vil uansett byggeår anses som klasse A eller klasse B passasjerskip og dermed falle inn under EU-passasjerskipforskriften.

source: If you have previously uploaded documentation, you will see these in the dialog window.
nb: Hvis du har lastet opp dokumentasjon tidligere, vil du se disse i dialogvinduet.

source: In order to make the list, the detention ratio has to be below 1 per cent on average over the last three years.
nb: For å komme på kvalitetslisten må tilbakeholdelsesprosenten være under 1 prosent de siste tre årene.

source: Click “Login or register by mail” (see image below).
nb: Velg «Logg inn eller registrer med e-post» (se bilde under).

source: Due to international commitments, the national legislation (the Security Regulations) requires that certain parts of part B of the ISPS Code shall be mandatory for Norwegian-flagged ships.
nb: På grunn av internasjonale forpliktelser, setter det nasjonale regelverket (sikkerhetsforskriften) krav til at enkelte deler av ISPS-kodens del B skal være obligatoriske for norskflaggede skip.

source: Security level information Yemen and Libya
nb: Endret sikringsnivå for norske skip i Jemen og Libya

source: Persons in transit must be transported from the border to the vessel/destination by the fastest route possible.
nb: Personer i transitt skal transporteres raskeste veg fra grensen til fartøyet/bestemmelsesstedet.

source: From 2002 to 2004, the ILO (International Labour Organization), IMO and the Basel Convention prepared guidelines that looked at the most important processes in ship recycling; working conditions, the environment surrounding scrapping sites and the relationship between shipping and the recycling industry.
nb: I årene 2002 til 2004 utarbeidet ILO (International Labour Organization), IMO og Basel-konvensjonen retningslinjer som så på de viktigste prosessene rundt opphugging av skip; arbeidsforholdene, miljøet rundt opphuggingsstedene og forholdet mellom skipsfarten og resirkuleringsindustrien.

source: Mark hours of rest in the record on page 2 following every 24-hour period.
nb: Registrer hviletiden i tabellen på side 2 i etterkant av hver 24-timers periode.

source: This includes certification and reporting requirements.
nb: Det inkluderer sertifisering og krav om rapportering.

source: An ISSC may not be issued if deviations from the ISPS regulations and/or the ship’s security plan have been established.
nb: Et ISSC kan ikke utstedes dersom det er påvist avvik i forhold til ISPS-regelverket og/eller skipets sikringsplan.

source: , where more detailed information about Ebola can be found.
nb: , der man finner mer utfyllende informasjon om Ebola.

source: Certificate requirements for ships carrying 12 passengers or less in the inner and territorial waters of Svalbard
nb: Sertifikatkrav til skip som fører 12 eller færre passasjerer i Svalbards indre farvann og territorialfarvann

source: An alarm for measurement of air quality (permanent/mobile) may also be necessary in other parts of the vessel where the crew are located.
nb: Slik alarm for måling av luftkvalitet (permanent/mobil), kan også være hensiktsmessig i andre deler av fartøyet hvor mannskap oppholder seg.

source: The 24-hour period starts when your watch/work starts and lasts until the same time the following day.
nb: 24-timers perioden begynner når du går på vakt/starter ditt arbeid og varer frem til samme klokkeslett neste dag.

source: (2) Vessels engaged on voyages beyond sea area A1 in the territorial waters surrounding Svalbard
nb: (2) Fartøy som seiler utenfor radiodekningsområde A1 i territorialfarvannet ved Svalbard skal i tillegg

source: with naked legs, and with different "jewelry" (marine craft for the occasion).
nb: Hun opptrer i bare ben, og med ulike ”smykker” (skipshusflid for anledningen).

source: We would like to provide some information regarding the new requirements on air pollution:The provisions apply to all ships of 400 gross tonnage and above engaged on international voyages.
nb: Vi vil her orientere litt om endringene knyttet til luftforurensning:Reglene gjelder alle skip på 400 bruttotonn og over i internasjonal fart.

source: FORCED TO EVACUATE: The 36 passengers on board the high-speed craft "Rypøy" had to return to port when a fire started in the craft's machinery Space.
nb: De 36 passasjerene om bord i hurtigbåten Rypøy måtte returnere til kai da det oppsto brann i hurtigbåtens maskinrom.

source: The Norwegian Shipowners' Association, represented by Vice President Jørgen Vatne, pleased the register’s staff by sharing their positive experiences and feedback on the services provided.
nb: Rederiforbundet, representert ved viseadministrerende direktør Jørgen Vatne, gledet de ansatte med å dele deres positive erfaringer og tilbakemeldinger på servicen som ytes.

source: Record Book of Engine Parameters, where component replacements which may influence NOx emissions must
nb: • Record Book of Engine Parameters, hvor bytte av komponenter som vil påvirke NOx-utslipp må loggføres i

source: - 692 inspections MLC inspections on Norwegian ships with MLC 2006 certificate;
nb: - 692 MLC-inspeksjoner ble foretatt på norske skip med MLC 2006-sertifikat.

source: This week, a delegation from Transport Canada visited DNV-GL in Oslo, Skangass and Risavika port in Stavanger, Gasnor on Karmøy yesterday, and finally, the Norwegian Maritime Authority (NMA) in Haugesund today.
nb: En delegasjon fra Transport Canada var derfor denne uken på et besøk hos DNV GL i Oslo, Stavanger (Skangass og Risavika havn), en visitt hos Gasnor på Karmøy i går og til slutt Sjøfartsdirektoratet i Haugesund i dag.

source: CollisionBetween 2006 and 2015 the NMA registered on average 19 col isi­ons per year.
nb: KollisjonI perioden 2006-2015 registrert direktoratet i gjennomsnitt 19 kol isjoner i året.

source: Since 2019, they have registered as many as 18 ships in NIS.
nb: Siden 2019 har de flagget hjem hele 18 skip.

source: Section 4 Requirements for construction of ships engaged on domestic voyages, barges regardless of trade area and cargo ships engaged on foreign voyages of less than 500 gross tonnage
nb: § 4 Krav til bygging av skip i innenriksfart, lektere uansett fartsområde og lasteskip i utenriksfart med bruttotonnasje under 500

source: Consequently, the hours of work shall not exceed 14 hours during the same period.
nb: Følgelig skal arbeidstiden ikke overskride 14 timer i løpet av samme tidsrom.

source: Propagation test 1 If the battery system design indicates that the below test set-up is not relevant, this should be clarified in advance with the NMA.
nb: Propageringstest 1 Dersom designet av batterisystemet tilsier at testoppsettet nevnt under ikke er relevant, skal dette avklares i forkant med Sjøfartsdirektoratet.

source: The following coordinates apply to the Red Sea (see illustration number 1 below).
nb: Følgende koordinater er gjeldende for Rødehavet - se illustrert figur 1 under.

source: The statement of compliance shall document that the ship has a ship-specific IHM which complies with Article 5(2) of the Regulation and developed in accordance with the IMO guidelines.
nb: Samsvarserklæringen skal dokumentere at skipet har en skipsspesifikk IHM som samsvarer med artikkel 5 (2) i forordningen og som er utformet i samsvar med IMO-retningslinjene.

source: (1) The company shall ensure that passengers are given a safety briefing immediately before departure.
nb: (1) Rederiet skal sørge for at passasjerene får en sikkerhetsorientering umiddelbart før avgang.

source: A total of 563 e-mails and 57 GB of data for the vessel is a lot.
nb: Heile 563 e-postar og ei datamengd på 57 gigabyte for fartøyet er ikke småtteri.

source: The limit value in air is set to 1 ppm., but ozone gas can be smelled down to the concentration of 0.01 ppm.
nb: Faregrensen i luft er satt til 1 ppm., men de fleste vil kjenne lukten av ozon allerede ved en så lav konsentrasjon som 0,01 ppm.

source: Changes was carried out on the control system, without drawings and documentation showing the changes.
nb: Dette førte til blackout og bortfall av fremdriftskraft, noe som igjen forhindret muligheten til å stoppe og holde kontroll på fartøyet ved ankomst.

source: DNV GL comments on section 56 of the proposal, and points out that the wording may limit the design possibilities and result in less flexible solutions than the solutions which are desirable and common in the industry today.
nb: DNV GL kommenterer forslagets § 56 og påpeker at ordlyden kan sette designbegrensninger og gi mindre fleksible løsninger enn det som er ønskelig og vanlig i næringen i dag.

source: Director General Olav Akselsen of the NMA exchanges gifts with President Ick-Soo Mok of the Korea Ship Safety Technology Authority when meeting in Haugesund, Norway.
nb: Sjøfartsdirektør Olav Akselsen og hans sør-koreanske motpart Ick-Soo Mok under møtet i Haugesund.

source: As far as practicable, exceptions shall comply with the provisions of the main rule, but may leave room for more frequent or longer leave periods or additional rest periods for seafarers on watch or seafarers working on ships engaged on short voyages.
nb: Unntak skal så langt det lar seg gjøre følge bestemmelsene i hovedregelen, men kan gi rom for hyppigere eller lengre friperioder eller ekstra fri for sjøfolk som går vakt eller sjøfolk som arbeider på skip som går korte turer.

source: If the seller is a Norwegian registered company: according to the certificate of company registration.
nb: Hvis selger er et firma er det signaturbestemmelsene i selgers firmaattest som gjelder.

source: Reference is made to the requirements of MLC Standard A5.1.4/13 and guidance in MLC B5.1.4/10.
nb: Det vises til kravene i MLC standard A 5.1.4/13 og veiledning i MLC B 5.1.4/10.

source: (1) Voyages in the territorial waters surrounding Svalbard are permitted only from 1 May to
nb: (1) Seilas i territorialfarvannet ved Svalbard er bare tillatt i perioden 1.

source: For access level T1 and T2 you must select which areas you want to give access to.
nb: For tilgangsnivå T1 og T2 vil du få opp valg om hvilke områder du ønsker å gi tilgang til.

source: In connection with an impact assessment of an implementation of the Hong Kong Convention, it was considered that the rules would generate additional work for the NMA equating to three full-time equivalents.
nb: I forbindelse med konsekvensvurdering av en gjennomføring av Hongkong-konvensjonen ble det vurdert at reglene ville føre til merarbeid tilsvarende tre årsverk for Sjøfartsdirektoratet.

source: Special certificates and permits not covered by initial fees and annual fees ref. the Tariff of Fees S. 6
nb: Særskilte sertifikater og tillatelser som ikke dekkes av førstegangsgebyr og årsgebyr (sjøfartsdirektoratets gebyrtariff§ 6):

source: Nevertheless, it is assumed that the major disadvantage for EU/EEA flagged ships is that the ships may only be recycled in facilities in a third country and in the EU/EEA which are included in the European List of approved ship recycling facilities.
nb: Den antatt største ulempen for skip som fører EU/EØS-flagg er likevel at det kun vil være mulig å gjenvinne skip ved anlegg oppført på EU-listen over godkjente anlegg i tredjeland og i EU/EØS-området.

source: Reference is made to section 4 (Working hours) of the Regulations on hours of work and rest on Norwegian passenger and cargo ships, etc., which contains a special provision for passenger ships engaged on regular domestic scheduled voyages with shift or watch systems and other ships of less than 300 gross tonnage.
nb: Det vises også til bestemmelsen i forskrift om arbeids- og hviletid på norske passasjer- og lasteskip § 4 "Arbeidstid" som har en særbestemmelse for passasjerskip i innenriks rutefart med skift- eller vaktordninger og andre skip med en bruttotonnasje på eller under 300.

source: (3) For the areas mentioned in the second paragraph (b) and (c), the distance to a port of refuge or an
nb: (3) I områdene nevnt i annet ledd bokstav b og c skal avstanden til nødhavn, eller følgefartøy med

source: mitigation strategies, a number of potential control options for cyber risk management should also be taken into consideration, including amongst others, management, operational or procedural, and technical controls.
nb: skal vurderes, bør også en rekke mulige alternativer for håndtering av cyberrisiko tas i betraktning, som styringskontroll, kontroll av drift og prosedyrer og teknisk kontroll.

source: In the survey on maritime safety, 18% of deck officers replied that ships is one of the casualty events we fear the most.
nb: I spørreundersøkelsen om maritim sikkerhet oppga 18 % av typer hendelser.

source: they are tested for COVID-19 upon arrival in Norway and three days after arrival;
nb: de testes for covid-19 ved ankomst til Norge og tre døgn etter ankomst

source: - NMA carried out one unscheduled MLC inspection in 2016.
nb: - Sjøfartsdirektoratet foretok én uanmeldt MLC-inspeksjon i 2016.

source: The University of Stavanger and the Norwegian Coast Guard has conducted three major exercises at Svalbard in 2016, 2017 and 2018, with focus on the use of different lifesaving appliances in polar waters.
nb: Universitetet i Stavanger og Kystvakten har gjennomført tre store øvelser på Svalbard i 2016, 2017 og 2018 med hovedfokus på bruk av ulike redningsmidler i polart farvann.

source: Findings from inspections connected with fal ­related accidents
nb: Funn ved tilsyn som knyttes til fal ulykker har vært økende

source: safety within the fleet, the NMA is working towards Norwegian inn­
nb: sikkerhetsnivået i flåten, arbeider direktoratet for at norsk inn­

source: The NMA agrees with the statement from DNV GL and has changed the wording of section 56 accordingly.
nb: Sjøfartsdirektoratet er enig i DNV GLs innspill og har endret ordlyden i § 56 i henhold til dette.

source: (2) Permanent seats or standing places shall be arranged for all persons on board, providing a safe
nb: (2) Det skal være faste sitteplasser med mulighet for å holde seg fast til alle om bord.

source: The requirements pursuant to the same section third paragraph first sentence are already stipulated by section 4 of the Regulations.
nb: Kravene etter samme paragraf tredje ledd første punktum følger allerede av § 4 i forskriften.

source: You can also find it by clicking the gear to the right.
nb: Du finner den også når du trykker på tannhjulet til høyre.

source: The trawler deck can be slippery due to fish, fish residue, seawater, ice, etc., causing people to slip and fall.
nb: Tråldekket kan også være glatt som følge av fisk, fiskerester, sjøvann, is og lignende, og skli- og fallulykker forekommer.

source: Designated points of contacts have been established for coordination of enquiries within the NMA.
nb: Skipsregistrene, avdeling for kontroll og inspeksjon og avdeling for fartøy og sjøfolk har dedikerte kontaktpersoner som koordinerer innflagging til NIS.

source: In addition, Norway has entered into agreements with the flag States of Antigua and Barbuda, the Bahamas, Belize, Hong Kong, Panama, Saint Vincent and the Grenadines and Vanuatu.
nb: I tillegg har Norge inngått avtaler med flaggstatene Antigua og Barbuda, Bahamas, Barbados, Belize, Hong Kong, Marshall Islands, Panama, Saint Vincent og Grenadinene og Vanuatu.

source: requirements set out in Article 13.
nb: anlegget oppfyller kravene i artikkel 13.

source: The email is in English and contains vessel specific information, such as the vessel's IMO number.
nb: E-posten er skrevet på engelsk og inneholder fartøyspesifikk informasjon, blant annet IMO-nummer.

source: We use Google Analytics internally on our website.
nb: Vi bruker Google Analytics internt på våre sider.

source: Section 36 Time of closing for watertight doors
nb: § 36 Lukketid for vanntette dører

source: The harmonisation is linked to dormant provisions in Regulations 1992/695 which apply to passenger ships with trade area small coasting or greater trade area, with tonnage delimitations implying that the ships are of 24 metres in length (L) or more.
nb: Harmoniseringen knyttes til sovende bestemmelser i forskrift 1992/695 som gjelder passasjerskip med fartsområde liten kystfart eller større med tonnasjeavgrensninger som innebærer at skipene har lengde (L) 24 meter eller mer.
